Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: People with poor self-esteem do not do well in treatment programmes, because they do not believe that they themselves are capable of changing.
vi: Người có lòng tự trọng thấp không làm tốt trong các chương tình điều trị vì họ không nghĩ rằng bản thân mình có khả năng thay đổi.

source: Perceiving physical health as poor.
vi: Thể trạng kém.

source: Perhaps professionals would be better at detecting deception.
vi: Có lẽ những chuyên gia sẽ giỏi hơn trong việc phát hiện nói dối.

source: Perhaps the ever-increasing demands for more police on the street is a reflection of the positive relationship the public have with the police.
vi: Có lẽ sự gia tăng không ngừng của những nhu cầu cho việc có thêm cảnh sát trên đường phố là một sự phản ánh về mối quan hệ tích cực giữa công chúng và lực lượng cảnh sát.

source: Perhaps the most obvious example is the French ordering of adjectives after the noun, thus giving us court martial, attorney general and letters patent rather than the more Anglicized martial court, general attorney and patent letters.
vi: Có lẽ hầu hết ví dụ rõ ràng là sắp xếp của tiếng Pháp của tính từ sau danh từ, do vậy cho chúng tôi ra toà án binh, bộ tư pháp và...........

source: Perhaps this is not surprising because it is only recently that some countries have taken the trouble (i) to encourage particularly vulnerable adults to disclose that they may have been abused, (ii) to train investigative interviewers to inter- view such people and (iii) to bring in legislation that provides procedures (sometimes referred to as ‘special measures’) to assist such people to present their evidence to the court (e.g. by the use of video-recorded evidence, live television links from a room to the court room, the use of screens between the witness and the accused).
vi: Có lẽ việc đó cũng chẳng phải bất ngờ gì vì chỉ mới gần đây, vài nước bắt đầu khuyến khích những người lớn yếu thế trải lòng về việc họ bị lạm dùng, (ii) để đào tạo cho người thẩm vấn kĩ năng thẩm vấn các đối tượng này và (iii) để áp dụng luật cho phép sử dụng một số quy trình (thỉnh thoảng được gọi là 'các biện pháp đặc biệt) giúp những đối tượng này trình bằng chứng cho tòa (ví dụ như dùng bằng chứng là một đoạn băng được ghi hình, kết nối truyền hình trực tuyến từ một căn phòng đến nơi xét xử, dùng màn chắn giữa nhân chứng và người bị buộc tội).

source: Peter Tiersma’s (1999) book on legal language traces the history of the adversarial legal system from its origins in William the Conqueror’s invasion of England in 1066.
vi: Cuốn sách của Peter Tiersma (1999)về ngôn ngữ pháp lý theo lịch sử của hệ thống pháp luật đối địch từ nguồn gốc của nó trong sách của William cuộc xâm lược của Conqueror ở Anh năm 1066.

source: Physical injury is also likely with the more direct and physical forms of aggression.
vi: Những tổn thương về mặt thể chất là hình thức trực tiếp của các cuộc xung hấn .

source: Pointing out the futility of denial is designed to stop guilty suspects continuing to deny their involvement, but again this is likely to increase the false confession rate.
vi: Việc chỉ ra sự vô ích khi phủ nhận tội ác được thiết kế để ngăn cản tội phạm tiếp tục chối tội, nhưng lại có thể gia tăng tỉ lệ đưa ra lời thú tội sai sự thật.

source: Police are more likely than most other professions to be con- fronted with shocking or unexpected events.
vi: Cảnh sát, so với các nghề khác, là nghề phải đối mặt với nhiều tình huống kích động và bất ngờ hơn cả.

source: Police are required to maintain a public and private image.
vi: Cảnh sát được yêu cầu phải đồng thời duy trì hình ảnh cá nhân và hình ảnh cộng đồng.

source: Police forces in many countries enjoy a positive relationship with the public.
vi: Các lực lượng cảnh sát ở nhiều quốc gia thường thích tạo một mối quan hệ tích cực với công chúng.

source: Police may witness death and mutilation, and may have to report to family members about the death of a loved one, or deal with violent offenders, and have to respond immediately to dangerous or potentially life-threatening situations.
vi: Cảnh sát có thể phải chứng kiến việc bị thương hay chết chóc, và là người đưa tin xấu tới gia đình nạn nhân, hoặc họ phải đối phó với những tên tội phạm hung hãn, và phải phản ứng nhanh nhạy với những tình huống nguy hiểm, đe dọa tính mạng.

source: Police officers not only perform a vast range of ‘social service’ duties, but work and interact with a variety of people within the criminal justice system, including offenders, informants, suspects, victims, witnesses, lawyers, solicitors, social workers, senior officers and staff at judicial proceedings when officers attend court to give evidence.
vi: Cảnh sát không chỉ thực hiện những nhiệm vụ xã hội mà còn làm việc và tương tác với nhiều đối tượng trong hệ thống tư pháp khi anh ta làm chứng trước tòa, các đối tượng đó bao gồm tội phạm, người đưa tin, đối tượng tình nghi, nạn nhân, nhân chứng, luật sư, cố vấn pháp luật, người làm công tác xã hội, cán bộ cấp cao và nhân viên thực hiện thủ tục pháp lý.

source: Police officers using this two-stage approach base much of their stage one decision as to whether the denying suspect is lying or not on an examination of the suspect’s behaviour.
vi: Lực lượng cảnh sát dùng cả hai giai đoạn nhưng chủ yếu dựa trên nền tảng của giai đoạn một để tiếp cận với những nghi phạm phủ nhận là đang nói dối hoặc có thái độ chống đối.

source: Police services in several countries have also been attempting to actively recruit citizens from ethnic minority groups: the aim being to provide a police service that is representative of the community it serves.
vi: Ngành cảnh sát ở một số nước cũng đã cố gắng tích cực tuyển dụng công dân từ các nhóm dân tộc thiểu số: mục đích là để cung cấp một dịch vụ cảnh sát là đại diện của cộng đồng những người họ phục vụ.

source: Poor access to prison facilities (e.g. education).
vi: Khó khăn trong việc tiếp cận với các cơ sở vật chất ở nhà tù( ví dụ: Giáo dục).

source: Poor access to support services.
vi: Thiếu thốn các dịch vụ hỗ trợ.

source: Poor management has meant that this offender, rather than being supervised and his risk of reoffending managed, has been driven underground, which is what the work of the MAPPP aims to avoid.
vi: Việc quản lý yếu kém đồng nghĩa với việc người tội phạm này, thay vì được giám sát và quản lý nguy cơ tái phạm, thì lại bị đưa vào bí mạt, điều mà Những sắp xếp bảo vệ công chúng đa chi nhánh có nhiệm vụ phải tránh.

source: Poor, or should we say old-fashioned, police interview methods have been shown, time and again, to have resulted in coerced false confessions.
vi: Nói theo cách lỗi thời là phương pháp chất vấn cảnh sát hay dùng dẫn đến việc họ bị ép buộc đưa ra những lời thú nhận giả.

source: Pornography typically supports a view of sex as being focused on one person’s pleasure, which might lead to a selfish approach to sexual behaviour.
vi: Sách báo khiêu dâm điển hình thường có góc nhìn tình dục chủ yếu tập trung vào khoái cảm của một người, vì thế có thể dẫn đến hành vi tình dục có xu hướng ích kỉ.

source: Practical support includes providing someone with material goods or useful advice and information.
vi: Hỗ trợ vật chất gồm có việc cung cấp cho ai đó về đồ dùng hoặc thông tin hay những lời khuyên hữu ích.

source: Preface.
vi: Lời tựa

source: Preparation for the management of such disasters, physically, operationally and psychologically, is difficult.
vi: Sự chuẩn bị để đối phó với những thảm họa như vậy, về mặt thể chất, hoạt động và tâm lý, đều rất khó khăn.

source: Presumably the more fearful people are the more security they will need.
vi: Có thể thấy rằng, con người càng có nhiều sợ hãi, họ càng cần nhiều sự bảo vệ.

source: Prison officers, as well as prisoners, are exposed to the environmental stressors of prison on a daily basis and it is quite possible that the psychological and physical consequences of this might affect their ability to offer support to inmates.
vi: Những cai ngục cũng như các tù nhân phải chịu ảnh hưởng từ môi trường tù ở mức độ căn bản mỗi ngày, và có thể rằng những hậu quả về tâm sinh lý sẽ ảnh hưởng khả năng hỗ trợ của họ đối với những tù nhân khác.

source: Prisoners have reported an unwillingness to approach prison officers for help, perhaps as a result of the inmate code, although some will seek practical support from officers.
vi: Nhiều tù nhân cho thấy sự miễn cưỡng đối việc tìm kiếm sự trợ giúp từ các quản tù, đây có lẽ là một kết quả của Luật riêng giữa các tù nhân, mặc dù một vài trong số họ cũng tìm kiếm các hỗ trợ nhất định từ phía cai ngục.

source: Prisoners may also cope by withdrawing themselves from the prison culture by occupying themselves in jobs which take them away from the rest of the inmate population.
vi: Tù nhân còn có thể đối phó với cách tự rút mình ra khỏi văn hoá tù ngục bằng việc làm bản thân bận bịu với những cồn việc khiến họ quên đi những người bạn tù xung quanh.

source: Prisoners might also feel they have to change the way they would normally behave in the outside world to ensure they do not end up at the bottom of the hierarchy.
vi: Nhiều người cảm thấy họ phải thay đổi cách sống trước đây khi còn ở bên ngoài để đảm bảo rằng họ sẽ không ở địa vị dưới cùng của hệ cấp bậc khi ở trong tù

source: Prisoners who are separated from partners might experience such loneliness.
vi: Những tù nhân bị cách ly khỏi người bạn đời của họ có thể lâm vào tình trạng đơn độc này.

source: Prisons and probation areas in England and Wales run treatment programmes for sex offenders.
vi: Nhà tù và vùng quản chế ở Anh và xứ Wales có tiến hành chương trình điều trị cho những tội phạm tình dục.

source: ProZ.com Forums
vi: Diễn đàn ProZ.com

source: Problem-focused coping and avoidance coping have been associated with better psychological health in prisons whereas emotion-focused coping has been associated with poorer psychological health.
vi: Hai phương pháp đối phó tập trung vào vấn đề và tránh né đều mang lại sức khoẻ tâm lý tốt hơn trong tù, trong khi phương pháp tập trung vào cảm xúc thì lại mang đến kết quả ngược lại .

source: Problem-focused or task-oriented coping which involves developing means or seeking means of dealing with the situation that is causing the stress.
vi: Cách tập trung vào vấn đề hay hướng đến nhiệm vụ cũng bao gồm phát triển hoặc tìm kiếm các cách giải quyết vấn đều đều sản sinh ra căng thẳng .

source: Professor Aldert Vrij of the University of Portsmouth briefly overviewed published research on how good professionals (e.g. police officers) seem to be at detecting deception from behavioural and speech cues, and offered reasons to explain why their performance to date seems far from perfect.
vi: Giáo sư Aldert Vrij của Đại học Portsmouth đã khái quát ngắn gọn nghiên cứu được công bố trong việc các chuyên gia (ví dụ cảnh sát) trông giỏi như thế nào trong việc phát hiện nói dối từ các dấu hiệu hành vi và ngôn ngữ, và đưa ra một số lý do để lý giải tại sao việc thực hiện của họ cho đến nay có vẻ không hoàn hảo .

source: Professor Vrij has suggested a number of reasons that are based on psychological theory and research.
vi: Giáo sư Vrij đã nêu ra nhiều lí do dựa vào giả thiết và nghiên cứu tâm lý học.

source: Professor Canter called this the ‘offender consistency hypothesis’ which has its roots in personality psychology.
vi: Giáo sư Canter gọi điều này là "giả thuyết về tính nhất quán của hành vi phạm tội", bắt nguồn trong tâm lý học tính cách .

source: Professor Laurence Alison of the University of Liverpool has suggested a number of ways in which the expertise of a psychologist could aid the police and support the work that they do.
vi: Giáo sư Laurence Alison của Đại học Liverpool đã đề xuất nhiều cách để ý kiến chuyên môn của nhà tâm lý học có thể hỗ trợ cảnh sát và ủng hộ công việc họ làm.

source: Profilers are also likely to work on crime series, which are collections of crimes that are thought to have been committed by the same offender.
vi: Người lập hồ sơ cũng có thể làm việc với một seri tội ác - là tập hợp những tội ác được cho rằng đã được thực hiện bởi cùng một phạm nhân.

source: Programme developers were able to design new programmes which comprised solely of those elements that the evidence said were effective.
vi: Các nhà phát triển chương trình đã có thể thiết kế những chương trình mới bao gồm chủ yếu các yếu tố được nghiên cứu cho rằng sẽ đạt hiệu quả.

source: Programmes are deemed appropriate if they adhere to three principles mentioned above.
vi: Do đó, những chương trình này sẽ thích hợp hơn nếu họ tuân theo ba nguyên tắc được đề cập ở trên.

source: Programmes are run in groups, typically of ten to twelve offenders, and should be led by at least two facilitators, hopefully one man and one woman.
vi: Các chương trình được tiến hành trong nhóm, thường là nhóm 10 đến 12 tội phạm, và nên được dẫn dắt bởi ít nhất 2 hỗ trợ viên, tốt nhất là 1 nam 1 nữ.

source: Programmes in prisons are for offenders who have been sentenced for a sexual offence as their index, or main, offence or have committed a crime where there was a sexual element (for example for someone who has commit- ted a murder but who raped the victim first).
vi: Các chương trình trong tù là dành cho những tội phạm đã từng bị kết án tội về tình dục như là chỉ số hành vi phạm tội hoặc tội chính hay những người đã từng phạm tội có yếu tố tình dục ( ví dụ như 1 người từng phạm tội giết người có hãm hiếp nạn nhân trước đó).

source: Proof beyond a reasonable doubt is proof that leaves you with an abiding conviction that the charge is true.
vi: Bằng chứng dựa trên sự nghi ngờ hợp lý là bằng chứng để lại cho bạn niềm tin mạnh mẽ rằng bản án xử đúng.

source: Providing psychological support for officers, including specially designed programmes, is crucial.
vi: Cung cấp hỗ trợ tâm lý cho cán bộ, bao gồm cả những chương trình được thiết kế đặc biệt, cũng rất quan trọng.

source: Psychiatrists, police officers and police civilian staff were also represented within his sample of offender profilers: clearly offender profilers are themselves a varied group of people.
vi: Những nhà tâm lý học, những sỹ quan cảnh sát hay những nhân viên cảnh sát dân sự cũng nằm trong kiểu mẫu của ông về những nhà lập hồ sơ tội phạm: rõ ràng rằng, những nhà lập hồ sơ tội phạm bản thân họ là một nhóm người đa dạng.

source: Psychological research has repeatedly demonstrated just how easy it is for inappropriate questions to bias what witnesses say.
vi: Các nghiên cứu tâm lý học liên tục chỉ ra những câu hỏi không phù hợp dễ ảnh hưởng đến lời khai của nhân chứng đến thế nào.

source: Psychological research has shown that people low in self-esteem have characteristics which are similar to sexual offenders.
vi: Nghiên cứu tâm lí học đã chỉ ra rằng người có lòng tự trọng thấp thì có tính cách tương tự với những kẻ tội phạm tình dục.

source: Psychological research on factors that may influence witness testimony has actually been conducted for over eighty years.
vi: Nghiên cứu tâm lý về các nhân tố có thể gây ảnh hưởng đến lời khai nhân chứng đã được hướng dẫn trong hơn tám năm qua.

source: Psychological research suggests traits such as good interpersonal skills, common sense, assertiveness, a good sense of humour, honesty, problem-solving and sensitivity – but these traits are difficult to quantify and predict.
vi: Nghiên cứu tâm lý cho thấy các đặc điểm như kỹ năng giao tiếp tốt, có hiểu biết nhất định, sự quyết đoán, có khiếu hài hước, trung thực, có khả năng giải quyết vấn đề và sự nhạy cảm - nhưng những đặc điểm này rất khó để xác định và dự đoán.

source: Psychologists and other social scientists have been researching the effects of imprisonment for some time.
vi: Đã nhiều lần các chuyên gia tâm lý học và các nhà khoa học xã hội cùng tìm hiểu về tác động khi bị giam cầm.

source: Psychologists are also involved in the management of these programmes, ensuring that the right offenders are placed on such programmes and that the programmes are delivered in the manner in which the designer intended.
vi: Các nhà tâm lý học còn liên quan đến việc quản lý các chương trình đó để đảm bảo chắc chắn rằng các phạm nhân được tham gia vào đúng chương trình phù hợp và các chương trình được thực hiện đúng như mục đích của người thiết kế tạo ra.

source: Psychologists can provide an input to each of these arrangements on an operational level but can also provide managerial and advisory support to those delivering such interventions.
vi: Các nhà tâm lý học lúc đầu có thể cung cấp giúp việc sắp xếp các hoạt động những họ còn có thể cung cấp cách quản lý và các lời khuyên theo gỡ các vấn đề như việc can thiệp.

source: Psychologists have also provided advice on the composition of interviews and assessment centres which will eliminate those who do not have the necessary qualities for the role as well as providing an indication of those who will pros- per in such a role.
vi: Các nhà tâm lý học cũng đưa ra lời khuyên về kết cấu của quá trình chất vấn và mấu chốt đánh giá, chúng sẽ loại trừ những ai không đủ những phẩm chất cần thiết cho vai trò này cũng như cung cấp đánh giá khác quan về những ai thực sự phù hợp với vai trò này.

source: Psychologists have been instrumental in advising the police on what mechanisms would be beneficial (such as peer counselling and self-help programmes), but will also provide professional services to police officers who require more intensive stress management.
vi: Các nhà tâm lý học tiến hành tham vấn cho cảnh sát phương án nào sẽ có lợi (như là tư vấn tương đương và chương trình tự điều trị) nhưng cũng sẽ cung cấp dịch vụ chuyên nghiệp cho cảnh sát - những người đỏi hỏi nhiều phương pháp quản lý căng thẳng chuyên sâu hơn.

source: Psychologists have been instrumental in developing guidance and advice on how best to interview witnesses and suspects and have also provided training to various police forces on these techniques.
vi: Các nhà tâm lý học trở thành phương tiện để phát triển thông tin hướng dẫn và lời khuyên về cách tốt nhất để chất vấn nhân chứng và nghi phạm cũng như cung cấp chương trình đào tạo kỹ thuật này cho lực lượng cảnh sát.

source: Psychologists have contributed their knowledge to the process of police officer recruitment through the introduction of psychometric tests which measure psychological characteristics that may be import- ant in relation to such work.
vi: Các nhà tâm lý học đóng góp kiến thức của họ để hỗ trợ cảnh sát điều tra thông qua các bài kiểm tra tâm lý, đo lường tính cách, tâm lý đặc biệt quan trọng đến công việc của họ.

source: Psychologists studying non- criminal behaviour have suggested that some types of behaviour show more consistency than others.
vi: Những nhà tâm lý học nghiên cứu về các hành vi không phải tội phạm đã gợi ý rằng một số loại hành vi thể hiện sự nhất quán hơn so với những hành vi khác.

source: Psychologists too are interested in courtroom processes and relationships and can study courtroom language in pursuing these interests, and in this field there is certainly room for psychologists and linguists to collaborate.
vi: Các nhà tâm lý quá quan tâm đến quá trình xử án và các mối quan hệ và có thể học ngôn ngữ phòng xử án trong việc theo đuổi những lợi ích, và trong lĩnh vực này chắc chắn là có chỗ cho tâm lý học và ngôn ngữ học để cộng tác.

source: Psychologists, for example, may be interested in individuals who are excluded from full participation in the legal system because they are in some way psychologically vulnerable.
vi: Các nhà tâm lý, chẳng hạn, có thể quan tâm đến cá nhân mà không được tham gia đầy đủ trong hệ thống pháp luật, vì họ là một cách nào đó tâm lý dễ bị tổn thương.

source: Psychology has been able to make a meaningful contribution to the understanding of the experience of being imprisoned.
vi: Tâm lý học có thể mang lại những đóng góp ý nghĩa tới sự hiểu biết của chúng ta về những trải nghiệm khi bị giam cầm.

source: Publications from the late 1970s and early 1980s continued to demonstrate that some interventions, when pro- vided to certain types of offenders, could produce reductions in reconviction.
vi: Các bài báo từ cuối thập niên 70 và đầu thập niên 80 tiếp tục chứng minh rằng một số phương pháp điều trị, đối với vài nhóm tội phạm nhất định, có thể giảm bớt sự tái phạm tội.

source: Punishment involves some form of pain, discomfort, or generally unpleasant experience.
vi: Sự trừng phạt bao gồm một số đau đớn, bất tiện hoặc nhìn chung là những trải nghiệm khó chịu

source: Punishment is a constantly evolving aspect of society and is linked to thoughts about safety, the effectiveness of the criminal justice system and emotional responses to victimization.
vi: Hình phạt là một khía cạnh không ngừng phát triển của xã hội và gắn kết với ý nghĩa về sự an toàn, sự hiệu quả của hệ thống hình sự tư pháp và là những phản hồi tinh thần cho nạn nhân.

source: Punishments that were well thought of twenty years ago may now be considered obsolete.
vi: Những hình phạt đã từng được nghĩ là đúng đắn cách đây hai mươi năm về trước giờ đây bị cho là lỗi thời

source: Questions and answers about prison reform’ (Martinson 1974) – the publication of which happened to coincide with the political shift to the right in both the UK and North America.
vi: ....câu hỏi và lời giải đáp về sự cải cánh nhà giam (bởi Martinson 1947). Sự xuất bản của bài báo tình cờ xảy ra đồng thời với sự chuyển biến chính trị ở Vương Quốc Anh và khu vực Bắc Mỹ..

source: Range of targets: The programme should address a range of targets as evidence has shown this to be more effective.
vi: Phạm vi đối tượng: Chương trình nên nhắm vào nhóm tội phạm được cho là sẽ đạt được hiệu quả cao hơn dựa vào số liệu đã nghiên cứu.

source: Rapists report very high levels of physical abuse from their fathers and intra-familial offenders are more likely to have been physically abused as children than their non-offending peers.
vi: Những kẻ hiếp dâm được báo cáo là có tỉ lệ bị lạm dụng thể xác rất cao từ cha của mình và những tội phạm trong gia đình thường bị lạm dụng thể xác khi còn bé hơn những người cùng độ tuổi.

source: Rapists reported that their fathers were uncaring.
vi: Những kẻ hiếp dâm nói rằng cha của họ là người vô tâm.

source: Rather than describing these in detail, it suffices to say that a distinction exists within both sets of typologies between two types of offender that affects the likely success of geographical profiling.
vi: Thay vì mô tả một cách chi tiết, cũng đủ để nói rằng có một sự phân biệt tồn tại trong những bộ hệ thống kiểu hình giữa hai loại tội phạm ảnh hưởng tới sự thành công của việc lập hồ sơ theo địa lý.

source: Rather than focus on the ethical and moral question of whether an offender deserves the chance of rehabilitation, this chapter has focused on the issue of whether treatment is effective and has explained how today’s practices are becoming based within evidence-based practice, at least in some countries.
vi: Thay vì tập trung vào những tranh luận đạo đức về việc phạm nhân có xứng đáng nhận cơ hội cải tạo hay không, chương này đã tập trung vào sự hiệu quả của các hoạt động cải tạo và cách mà các hoạt động hiện nay ngày càng coi trọng bằng chứng thu thập được, ít nhất là ở một số nước.

source: Rather than return to the same area, which could be risky, the offenders might travel outwards in a different direction.
vi: Thay vì quay trở lại cùng một địa điểm, điều mà có thể rất mạo hiểm, kẻ phạm tội có thể di chuyển ra xa theo một hướng đi khác.

source: Ray Bull Leicester January 2006.
vi: Ray Bull Leicester Tháng 1 năm 2006.

source: Real-life field studies are needed.
vi: Nghiên cứu hiện thực hóa các lĩnh vực là cần thiết.
